// General
"ADD" = "Add";
"OK" = "OK";
"CANCEL" = "Cancel";
"CONTINUE" = "Continue";
"DONE" = "Done";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Options…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Unknown external keyboard";
"TURN_BT_ON" = "Turn On Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "For secondary clicks, place two fingers on the trackpad then click the button";
"2NDCLICK_CLICKING" = "Tap trackpad using two fingers for secondary click";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Use all F1, F2, etc. keys as standard function keys";
"FN_FLIPPER_NOTE" = "When this option is selected, press the Fn key to use the special features printed on each key.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "To change this setting, press %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "User items";
"USER_ITEMS_DESC" = "Opens %@";
"CONFLICT_TOOLTIP" = "This hot key conflicts with other hot keys";
"ONOFF_TOOLTIP" = "Select to turn on a shortcut in the list";
"RESTORE_DEFAULTS_TITLE" = "Are you sure you want to reset all shortcuts to their default setting?";
"RESTORE_DEFAULTS_DESCR" = "You cannot undo this action.";
"GO_TO_SPACE_TEMPLATE" = "Switch to space %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d secs";
"NEVER" = "Never";

"MOUSE" = "Mouse";
"KEYBOARD" = "Keyboard";
"UNKNOWN" = "Unknown";

"NEW_APPLICATION_ITEM" = "<untitled menu item>";

"APP_IS_NOT_COMPATIBLE" = "You cannot add keyboard shortcuts for the application %@.";

"MOUSEBUTTON_OPEN" = "Open \“%@\”";


// BT Pairing
"BT_OFF_TITLE" = "You cannot connect to a Bluetooth keyboard because Bluetooth is turned off. Would you like to turn it on?";
"BT_OFF_ALERT_TITLE" = "You cannot connect to a Bluetooth keyboard because Bluetooth is turned off. Would you like to turn it on?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "No keyboard found.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "1 keyboard found.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Found \“%@\”";
"BT_CONTINUE" = "Continue";
"BT_TRY_AGAIN" = "Try Again";
"BT_SEARCHING" = "Searching…";
"BT_CONNECTING" = "Connecting…";
"BT_SEARCHING_FOR_KEYBOARD" = "Searching for keyboard…";
"BT_PAIRING_SUCCESS" = "Congratulations! Your computer is now set up to use your Bluetooth keyboard.";
"BT_SELECT_TO_PAIR" = "Wait for a Bluetooth keyboard to be discovered.";
"BT_SELECT_TO_PAIR_DESC" = "If your Bluetooth keyboard doesn’t appear, make sure the batteries are properly inserted and it is turned on.";
"BT_ATTEMPTING_TO_PAIR" = "Attempting to pair with \“%@\”…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Attempting to pair…";
"BT_ENTER_KEY" = "Check if your device is ready to receive a passkey. When it is ready, enter the following numbers on the keyboard, and then press the Return key.";
"BT_PAIR_FAIL_GENERAL" = "The pairing attempt was unsuccessful. Click “Continue” to try again.";
"BT_PAIR_FAIL_AUTH" = "The pairing was unsuccessful because the passkey you entered did not match. Click “Continue” to try again.";
